{
{
id: 1
name: Academy at Tolaria West
type: "Plane - Dominaria"
planeshift: "At the beginning of your end step, if you have no cards in hand, draw three cards."
chaos: "Draw a card."
}
{
id: 2
name: Akoum
type: "Plane - Zendikar"
planeshift: "Players may cast enchantment spells as though they had flash."
chaos: "Destroy target creature you control and a target creature an opponent controls. They can't be regenerated. A player can only do this as a sorcery."
}
{
id: 3
name: Alefis Tavern
type: "Plane - Zaegoth"
planeshift: "Target creature gains +2/+2 and Goad until the beginning of your next turn"
chaos: "Choose a color. All creatures of the chosen color gain Goad until the beginning of your next turn."
}
{
id: 4
name: Apocrypha
type: "Plane - Oblivion"
planeshift: "At the beginning of your post-combat Main phase, choose and exile target card from your hand. You may play that card this turn and that card costs {2} less to cast."
chaos: "You may exile target instant or sorcery card from target player's graveyard, until end of turn you may cast that card it costs {2) less to cast and you may spend mana as though it were mana of any color to cast that spell."
}
{
id: 5
name: Archmages Chambers
type: "Plane - Zaegoth"
planeshift: "Whenever you choose one or more targets, each player reveals the top card of his or her library. The player who reveals the card with the highest converted mana cost may change the target or targets. If two or more cards are tied for highest cost, the target or targets remain unchanged."
chaos: "Scry 3"
}
{
id: 23 
name: "Edge of Malacol"
type: Plane - Belenon"
planeshift: At the beginning of your upkeep may choose to put two +1/+1 counters on target creature you control, if you do tap that creature.
chaos: "Untap each creature you control."
}
{
id: 24 
name: "Eloren Wilds"
type: "Plane - Shandalar"
planeshift: "Whenever a player taps a permanent for mana, that player adds one mana to his or her mana pool of any type that permanent produced"
chaos: "That player can't cast spells until a player planeswalks."
}
{
id: 25 
name: Emeria
type: "Plane - Zendikar"
planeshift: "At the beginning of your upkeep, if you control seven or more basic lands of the same type you may return a target creature from your graveyard to the battlefield."
chaos: "You may return target permanent card from your graveyard to your hand." 
}
}